Repository: Guardian7366/CosechiOs
Catalog: CosechiOs/*.lproj/Localizable.strings
Languages: es

# loading_preparing
source: Preparing application…
es: Preparando...

# loading_inserting
source: Inserting initial data…
es: Insertando datos iniciales...

# loading_finalizing
source: Finalizing…
es: Finalizando configuración...

# loading_ready
source: Ready
es: ¡Listo para comenzar!

# register_title
source: Create Account
es: Crear cuenta

# register_username
source: Username
es: Nombre de usuario

# register_email
source: Email
es: Correo electrónico

# register_password
source: Password
es: Contraseña

# register_confirm_password
source: Confirm Password
es: Confirmar contraseña

# register_button
source: Register
es: Registrarse

# register_navtitle
source: Register
es: Registro

# error_password_mismatch
source: Passwords do not match.
es: Las contraseñas no coinciden.

# login_title
source: Sign In
es: Iniciar sesión

# login_email
source: Email
es: Correo electrónico

# login_password
source: Password
es: Contraseña

# login_button
source: Login
es: Entrar

# login_navtitle
source: Login
es: Acceso

# dashboard_title
source: Dashboard
es: Panel de control

# menu_my_crops
source: My Crops
es: Mis cultivos

# menu_explore
source: Explore Crops
es: Explorar cultivos

# menu_tasks
source: Task Calendar
es: Calendario de tareas

# menu_all_tasks
source: All My Tasks
es: Todas las tareas

# menu_profile
source: User Profile
es: Perfil

source: Logout
es: Cerrar sesión

# recommendations_reason_season
source: Suitable season: %@
es: Es ideal para la temporada de %@.

# recommendations_reason_new
source: New to you
es: Aún no lo has cultivado, podría interesarte.

# recommendations_reason_difficulty
source: Difficulty: %@
es: Nivel de dificultad adecuado: %@.

# recommendations_reason_difficulty_default
source: medium
es: intermedio

# season_spring
source: Spring
es: Primavera

# season_summer
source: Summer
es: Verano

# season_autumn
source: Autumn
es: Otoño

# season_winter
source: Winter
es: Invierno

# recommendations_title
source: Recommended for you
es: Cultivos recomendados

# recommendations_subtitle
source: Crops that might suit you right now
es: Basados en temporada, dificultad y tu experiencia

# recommendations_no_results
source: No recommendations at the moment.
es: No se encontraron recomendaciones.

# recommendations_add
source: Add to My Crops
es: Añadir

# recommendations_error_not_logged
source: Please log in to add crops to your collection.
es: Debes iniciar sesión para añadir cultivos.

# recommendations_added
source: Added to My Crops
es: Cultivo añadido a tu colección.

# recommendations_in_collection
source: Already in your collection
es: Este cultivo ya está en tu colección.

# crop_default
source: Crop
es: Cultivo

# profile_title
source: Profile
es: Perfil

# profile_username
source: Name
es: Nombre de usuario

# profile_email
source: Email
es: Correo electrónico

# profile_achievements_section
source: Achievements & Progress
es: Logros

# profile_achievements_view_all
source: View all achievements
es: Ver todos los logros

# profile_language
source: Language
es: Idioma

# profile_notifications_settings
source: Notification settings
es: Notificaciones

# profile_notifications
source: Notifications
es: Activar notificaciones

# profile_notify_tasks
source: Task reminders
es: Recordar tareas

# profile_notify_crops
source: Crop reminders
es: Recordar cultivos

# profile_notify_tips
source: Seasonal tips
es: Consejos y tips

# profile_notifications_history
source: Notification history
es: Historial de notificaciones

# profile_theme
source: Theme
es: Apariencia

# theme_auto
source: Automatic
es: Automático

# theme_light
source: Light
es: Claro

# theme_dark
source: Dark
es: Oscuro

# profile_delete_photo
source: Delete profile photo
es: Eliminar foto de perfil

# profile_delete_photo_confirm
source: Delete profile photo?
es: ¿Deseas eliminar tu foto de perfil?

# profile_choose_image
source: Choose image
es: Seleccionar imagen

# profile_take_photo
source: Take photo
es: Tomar foto

# profile_choose_from_gallery
source: Choose from gallery
es: Elegir de la galería

# profile_export
source: Export profile
es: Exportar datos

# profile_saved_success
source: Profile saved successfully.
es: Perfil guardado correctamente.

# profile_saved_error
source: Error saving profile: %@
es: Error al guardar el perfil: %@

source: Profile image saved
es: Imagen de perfil guardada.

# profile_image_save_error
source: Failed saving image: %@
es: Error al guardar la imagen: %@

# profile_camera_unavailable
source: Camera is not available on this device.
es: La cámara no está disponible.

# profile_source_unavailable
source: Selected source is not available.
es: Fuente no disponible.

# alert_title
source: Notice
es: Aviso

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: Save
es: Guardar

# history_no_notifications
source: No notifications recorded
es: No hay notificaciones registradas.

# history_title
source: Notification history
es: Historial de notificaciones

# notif_action_complete
source: Complete
es: Completar tarea

# notif_action_snooze
source: Snooze 15 min
es: Posponer

# notif_action_view_crop
source: View crop
es: Ver cultivo

# notif_action_view_tips
source: View tips
es: Ver consejos

# task_summary_title
source: Task Summary
es: Resumen de tareas

# task_pending
source: Pending
es: Pendientes

# task_completed
source: Completed
es: Completadas

# task_filter
source: Filter
es: Filtro de tareas

# task_all
source: All
es: Todas

# task_today
source: Today
es: Hoy

# task_upcoming
source: Upcoming
es: Próximas

# task_delete_title
source: Delete Task
es: Eliminar tarea

# task_delete_message
source: Do you want to delete this task?
es: ¿Seguro que deseas eliminar esta tarea?

# task_no_title
source: Untitled
es: Sin título

# task_crop_prefix
source: Crop:
es: Cultivo:

# statistics_title
source: Statistics
es: Estadísticas

# statistics_subtitle
source: Summary & metrics for your garden
es: Resumen de tu actividad en la app

# statistics_range_7
source: 7d
es: 7 días

# statistics_range_30
source: 30d
es: 30 días

# statistics_range_90
source: 90d
es: 90 días

# statistics_range_all
source: All
es: Todo

# statistics_export_csv
source: Export CSV
es: Exportar CSV

# statistics_tasks
source: Task status
es: Tareas

# statistics_no_tasks
source: No tasks to show.
es: No hay tareas registradas

# statistics_metrics_completed
source: Completed
es: Completadas

# statistics_metrics_pending
source: Pending
es: Pendientes

# statistics_metrics_overdue
source: Overdue
es: Atrasadas

# statistics_progress
source: Progress over time
es: Progreso

# statistics_no_progress_logs
source: No progress logs in range.
es: No hay registros de progreso

# statistics_top_crops
source: Top crops by activity
es: Cultivos más activos

# statistics_no_top_crops
source: No crops with activity.
es: No hay cultivos destacados

# statistics_notifications
source: Notification actions
es: Notificaciones

# statistics_no_notifications
source: No notification interactions recorded.
es: No hay datos de notificaciones

# statistics_summary_total_tasks
source: Total tasks
es: Total de tareas

# statistics_summary_completed_pct
source: Completed (%)
es: % Completadas

# statistics_summary_my_crops
source: Saved crops
es: Mis cultivos

# mycrops_empty
source: You don’t have crops in your collection.
es: No tienes cultivos añadidos todavía

# crop_tomato_name
source: Tomato
es: Tomate

# crop_tomato_desc
source: A red-fruited plant popular in urban gardens.
es: Planta de frutos rojos, jugosos y versátiles en la cocina.

# crop_lettuce_name
source: Lettuce
es: Lechuga

# crop_lettuce_desc
source: Great for beginners — fast-growing and low-space.
es: Hortaliza de hojas tiernas y frescas, ideal para ensaladas.

# crop_basil_name
source: Basil
es: Albahaca

# crop_basil_desc
source: Aromatic herb ideal for pots and balconies.
es: Hierba aromática de sabor fresco, usada en salsas y aderezos.

# crop_strawberry_name
source: Strawberry
es: Fresa

# crop_strawberry_desc
source: Sweet fruits; needs sun and regular care.
es: Fruto rojo, dulce y pequeño, muy apreciado en postres.

# crop_cucumber_name
source: Cucumber
es: Pepino

# crop_cucumber_desc
source: Climbing vegetable that produces elongated, fresh, and crunchy fruits.
es: Hortaliza refrescante, rica en agua, perfecta para ensaladas.

# crop_pepper_name
source: Pepper
es: Pimiento

# crop_pepper_desc
source: Vegetable in various colors, used both raw and cooked.
es: Hortaliza de frutos carnosos y coloridos, ideal para ensaladas y guisos.

# crop_carrot_name
source: Carrot
es: Zanahoria

# crop_carrot_desc
source: Edible root rich in beta-carotene, sweet in flavor and crunchy in texture.
es: Raíz comestible rica en betacarotenos, fácil de cultivar en suelos sueltos.

# crop_onion_name
source: Onion
es: Cebolla

# crop_onion_desc
source: Aromatic bulb widely used in gastronomy, base of many preparations.
es: Bulbo aromático básico en la cocina, resistente al frío.

# crop_watermelon_name
source: Watermelon
es: Sandía

# crop_watermelon_desc
source: Large, juicy fruit with red flesh and black seeds, ideal in summer.
es: Fruto grande, dulce y jugoso, ideal en climas cálidos.

# crop_corn_name
source: Corn
es: Maíz

# crop_corn_desc
source: Staple cereal cultivated worldwide, with yellow or white cobs.
es: Cereal de granos nutritivos, base de muchos alimentos.

# crop_difficulty_very_easy
source: Very easy
es: Muy fácil

# crop_difficulty_easy
source: Easy
es: Fácil

# crop_difficulty_medium
source: Medium
es: Media

# crop_difficulty_hard
source: Hard
es: Difícil

# step_germination
source: Germination
es: Germinación

# step_transplant
source: Transplant
es: Trasplante

# step_growth
source: Vegetative growth
es: Crecimiento

# step_harvest
source: Harvest
es: Cosecha

# step_sowing_direct
source: Direct sowing
es: Siembra directa

# step_thinning
source: Thinning
es: Aclareo

# step_sowing
source: Sowing
es: Siembra

# step_planting
source: Planting
es: Plantación

# step_vegetative
source: Vegetative growth
es: Etapa vegetativa

# step_flowering
source: Flowering
es: Floración

# filter_all
source: All
es: Todos

# filter_vegetable
source: Vegetable
es: Hortalizas

# filter_herb
source: Herb
es: Hierbas

# filter_fruit
source: Fruit
es: Frutas

# filter_category
source: Category
es: Categoría

# crop_no_name
source: No name
es: Cultivo sin nombre

source: Search crops
es: Buscar cultivos

# task_info
source: Task details
es: Información de la tarea

# task_advanced_notification
source: Advanced notification
es: Notificaciones avanzadas

# task_associated_crop
source: Associated crop
es: Cultivo asociado

# task_title
source: Title
es: Título de la tarea

# task_details
source: Description
es: Detalles de la tarea

# task_due_date
source: Date
es: Fecha de vencimiento

# task_reminder
source: Reminder
es: Recordatorio

# task_repeat
source: Repeat
es: Repetición

# repeat_none
source: None
es: Ninguna

# repeat_daily
source: Daily
es: Diaria

# repeat_weekly
source: Weekly
es: Semanal

# repeat_monthly
source: Monthly
es: Mensual

# task_remember_days_before
source: Remember days before
es: Recordar días antes

# task_days_before %d
source: %d days before
es: Recordar %d días antes

source: Edit Task
es: Editar tarea

source: Task not found
es: Tarea no encontrada

# task_not_found_message
source: The task you are trying to edit no longer exists.
es: No se encontró la tarea o ya no está disponible.

# task_new
source: New Task
es: Nueva tarea

# dashboard_greeting
source: Welcome back 👋
es: ¡Hola!

# dashboard_greeting_name %@
source: Hello, %@!
es: ¡Hola, %@!

# dashboard_subtitle
source: Here’s your activity summary
es: Tu resumen general

# dashboard_summary
source: Summary
es: Resumen de tareas

# dashboard_tasks
source: tasks
es: tareas

# dashboard_completed
source: Completed
es: Completadas

# dashboard_no_tasks
source: No tasks yet.
es: No tienes tareas registradas

# dashboard_overdue_count
source: %d overdue tasks
es: %d tareas vencidas

# dashboard_action_add_task
source: New task
es: Nueva tarea

# dashboard_action_explore
source: Explore
es: Explorar cultivos

# dashboard_action_my_crops
source: My crops
es: Mis cultivos

# dashboard_action_profile
source: Profile
es: Perfil

# dashboard_action_statistics
source: Statistics
es: Estadísticas

# dashboard_upcoming_tasks
source: Upcoming tasks
es: Próximas tareas

# dashboard_no_upcoming
source: No upcoming tasks.
es: No hay tareas próximas

# dashboard_my_crops
source: My Crops
es: Mis cultivos

# dashboard_no_crops
source: You don’t have crops in your collection yet.
es: No tienes cultivos guardados

# dashboard_recent_progress
source: Recent progress logs
es: Progreso reciente

# dashboard_no_progress
source: No progress logs yet.
es: No hay registros de progreso

# dashboard_progress_log_no_crop
source: No crop
es: Cultivo desconocido

# dashboard_progress_no_note
source: No note
es: Sin notas

# progress_irrigation
source: Irrigation
es: Riego

# progress_fertilization
source: Fertilization
es: Fertilización

# progress_pest
source: Pest
es: Plagas

# progress_harvest
source: Harvest
es: Cosecha

source: Progress note
es: Nota

# progress_category
source: Category
es: Categoría

# progress_photo
source: Photo
es: Foto

source: Remove photo
es: Eliminar foto

source: Add photo
es: Añadir foto

source: Edit progress
es: Editar progreso

# notif_level_up_title
source: Level up!
es: ¡Has subido de nivel!

# notif_level_up_body
source: You reached level %d. Great job!
es: ¡Alcanzaste el nivel %d!

# notif_badge_unlocked_title
source: Badge unlocked
es: Insignia desbloqueada

# notif_badge_unlocked_body
source: You unlocked: %@
es: Desbloqueado: %@

# level_up_message
source: 🎉 You leveled up!
es: ¡Subiste de nivel!

# badge_unlocked
source: 🏅 New achievement unlocked!
es: Insignia desbloqueada

# achievements_badges_count
source: %d badges
es: %d insignias obtenidas

# achievements_title
source: Achievements
es: Logros

# achievements_your_level
source: Your level
es: Tu nivel

# achievements_progress
source: Progress
es: Progreso hacia el siguiente nivel

# achievements_progress_pct
source: %d%% completed
es: %d%% completado

# achievements_level_next
source: Next: level %d
es: Siguiente nivel: %d

# achievements_badges
source: Badges
es: Insignias

# achievements_no_badges
source: You don’t have any badges yet
es: Todavía no has desbloqueado insignias

# badge_first_task_title
source: First task
es: Primera tarea

# badge_first_task_desc
source: You created your first task
es: Crea tu primera tarea

# badge_task_collector_title
source: Task collector
es: Recolector de tareas

# badge_task_collector_desc
source: You created 10 tasks
es: Completa 10 tareas

# badge_logger_novice_title
source: Logger novice
es: Registrador principiante

# badge_logger_novice_desc
source: You added 5 progress logs
es: Añade 5 registros de progreso

# badge_logger_master_title
source: Logger master
es: Registrador maestro

# badge_logger_master_desc
source: You added 50 progress logs
es: Añade 50 registros de progreso

# badge_explorer_title
source: Explorer
es: Explorador

# badge_explorer_desc
source: You accepted a recommendation
es: Acepta tu primera recomendación de cultivo

# badge_level_milestone_title
source: Level milestone
es: Hito de nivel

# badge_level_milestone_desc
source: You reached an important level
es: Alcanza un nivel múltiplo de 3

# intro_title
source: Welcome to CosechiOs
es: Bienvenido a la aplicación

# intro_subtitle
source: Your guide to grow at home
es: Gestiona tus cultivos y tareas fácilmente

source: Register
es: Registrarse

source: Login
es: Iniciar sesión

# dashboard_metrics_title
source: Your metrics
es: Métricas

# dashboard_metrics_completed
source: Completed
es: Completadas

# dashboard_metrics_pending
source: Pending
es: Pendientes

# dashboard_metrics_overdue
source: Overdue
es: Atrasadas

# crop_recommended_now
source: Recommended this season
es: Recomendado ahora

# crop_seasons
source: 🌦️ Recommended seasons:
es: Estaciones recomendadas

# crop_seasons_none
source: No recommended seasons.
es: No hay estaciones recomendadas

# crop_add_my
source: Add to My Crops
es: Añadir a Mis Cultivos

# crop_remove_my
source: Remove from My Crops
es: Eliminar de Mis Cultivos

# crop_add_task
source: ➕ Add Task
es: Añadir tarea

# crop_tasks_title
source: 📅 Tasks for this crop
es: Tareas del cultivo

# task_default
source: Task
es: Tarea sin título

source: 📋 Crop steps
es: Pasos de cultivo

# days_abbr
source: days
es: días

# crop_progress_title
source: 📖 Progress history
es: Historial de Progreso

# crop_progress_empty
source: No progress logs yet.
es: Todavía no hay registros de progreso

# crop_add_progress
source: Add progress
es: Añadir progreso

# crop_recommendations
source: Growing recommendations
es: Recomendaciones de cultivo

# crop_estimated_duration
source: Estimated duration: %d days
es: Duración estimada: %d días

# crop_info_unavailable
source: Information not available
es: Información no disponible

# crop_soil
source: Soil
es: Tipo de suelo

# crop_watering
source: Watering
es: Riego

# crop_sunlight
source: Sunlight
es: Luz solar

# crop_temperature
source: Temperature
es: Temperatura

# crop_fertilization
source: Fertilization
es: Fertilización

# crop_climate
source: Climate conditions
es: Clima

# crop_plagues
source: Common pests
es: Plagas comunes

# crop_companions
source: Companion planting
es: Asociación de cultivos

# crop_germination_days
source: 🌱 Germinates in %d days
es: Germina en %d días

# crop_watering_frequency
source: Watering frequency: %@
es: Frecuencia de riego

# crop_harvest_months
source: 📅 Harvest months: %@
es: Meses de cosecha

# task_days_before
source: %d days before
es: Días antes:

# dashboard_metrics_progresslogs
source: Progress logs
es: Registros de progreso
